[Channel]
Number = 8

ChannelName0 = 诛仙网络电台电信入口1
ChannelURL0 = http://zhuxian.radio-arts.com/dianxin1/
ChannelName1 = 诛仙网络电台电信入口2
ChannelURL1 = http://zhuxian.radio-arts.com/dianxin2/
ChannelName2 = 诛仙网络电台网通入口1
ChannelURL2 = http://zhuxian.radio-arts.com/wangtong1/
ChannelName3 = 诛仙网络电台网通入口2
ChannelURL3 = http://zhuxian.radio-arts.com/wangtong2/
ChannelName4 = 完美时空音乐频道电信入口1
ChannelURL4 = http://mec.radio-arts.com/dianxin1/
ChannelName5 = 完美时空音乐频道电信入口2
ChannelURL5 = http://mec.radio-arts.com/dianxin2/
ChannelName6 = 完美时空音乐频道网通入口1
ChannelURL6 = http://mec.radio-arts.com/wangtong1/
ChannelName7 = 完美时空音乐频道网通入口2
ChannelURL7 = http://mec.radio-arts.com/wangtong2/
